[
  {
    "title": "The Lord of the Rings",
    "author": "J.R.R. Tolkien",
    "summary": "In ancient times the Rings of Power were created to dominate all of Middle-earth. Three were given to the Elves, immortal, wisest and fairest of all beings. Seven to the Dwarf Lords, great in wealth and in war. Nine to Mortal Men, who would become kings of power unmatched. And one was given to the Dark Lord, Sauron, who secretly desired them all."
  },
  {
    "title": "The Hobbit",
    "author": "J.R.R. Tolkien",
    "summary": "Bilbo Baggins, a hobbit from the Shire, is surprised when the wizard Gandalf arrives and convinces him to join a company of thirteen dwarves on a quest to reclaim the lost treasure of Smaug the dragon."
  },
  {
    "title": "Harry Potter and the Sorcerer's Stone",
    "author": "J.K. Rowling",
    "summary": "Harry Potter is an eleven-year-old orphan who lives with his neglectful aunt, uncle, and cousin. He learns on his eleventh birthday that he is the orphaned son of powerful wizards and possesses unique magical powers of his own. He is summoned from his life as an unwanted child to become a student at Hogwarts School of Witchcraft and Wizardry, where he makes friends and learns about his magical heritage."
  },
  {
    "title": "The Hitchhiker's Guide to the Galaxy",
    "author": "Douglas Adams",
    "summary": "Arthur Dent is an Englishman who finds himself on an extraordinary journey through space and time after the Earth is demolished to make way for a hyperspace bypass. He is accompanied by his friend Ford Prefect, who is actually an alien researcher who had been stranded on Earth for fifteen years while researching the planet for the titular Hitchhiker's Guide to the Galaxy, a pan-galactic encyclopaedia."
  },
  {
    "title": "1984",
    "author": "George Orwell",
    "summary": "In the dystopian Oceania of 1984, Big Brother, the omnipresent Party, and the Thought Police watch every citizen's move. Winston Smith, a low-ranking member of the Party, works for the Thought Police, rewriting history to fit the Party's narrative. Winston secretly rebels against the Party, but his actions are soon discovered."
  }
]
